{
  "template": "byway.jade",
  "id": "11301",
  "name": "Kayenta-Monument Valley Scenic Road",
  "distance": "26",
  "duration": "Take about 2-3 hours to fully enjoy this byway. ",
  "description": "At an elevation of 5,200 feet, this 26-mile-long scenic byway weaves through breathtaking landscapes of majestic sandstone, rock formations, and buttes that tower at heights from 400 feet to over 5,000 feet.",
  "fullDescription": "<p>Known as the Gateway to Monument Valley, the Kayenta-Monument Valley Scenic Road is called Tse’ Bii’ Ngzisgaii by the Navajo, which means Valley of the Rocks. At an elevation of 5,200 feet, the 26-mile-long scenic road weaves through breathtaking landscapes of majestic sandstone, rock formations, and buttes that tower at heights from 400 feet to over 5,000 feet. </p><p>The history of the Kayenta-Monument Valley Scenic Road is that of the American West. The Navajo presence in the region extends back hundreds of years. Today their history, intertwined with the early Spanish and Mexican incursions into the area, as well as the frontier period, provides many rich stories for visitors to explore. The archaeological significance of the region stretches back thousands of years before the time of the Anasazi or “ancient ones” who resided in the area. The area’s earliest inhabitants include Paleo-Indian hunters and archaic hunter-gatherers. Much of this history is told through the excellent interpretive materials on display at the Kayenta and Monument Valley Visitor Centers.</p><p>The Monument Valley area is home to the largest tribe in North America, the Navajo or the Diné (The People). The scenic road is steeped in rich Navajo culture, and at the very heart of Navajo culture is the language. The Navajo language ties the people in present times with stories, songs, and prayers that have been passed down through the ages. These oral histories are often translated into their art, crafts, and events. The Navajo people value their traditions, harmony, and life, all of which are intimately tied together in their language. Traveling on the Kayenta-Monument Valley Scenic Road, one can hear the language spoken and experience the culture through visits to the nearby Navajo Tribal Park and Visitor Center and the Kayenta Visitor Center. Many types of Navajo-guided tours are offered in Monument Valley, including jeep, van, truck, horseback, and hiking. </p><p>The Navajo language played a very significant role in World War II, ultimately helping to win the war. On Highway 160, near the Kayenta-Monument Valley Scenic Road, there is an exhibit honoring the Navajo Code Talkers inside the Burger King establishment. Navajo code talkers were Navajo soldiers who used the Navajo language as a code during World War II to relay messages by phone and radio. The code was never broken by the Japanese and is credited for the success at Iwo Jima. There were over 400 Code Talkers in World War II, and they were praised for their skill, speed, accuracy, courage, and for saving many lives. </p><p>Along with Navajo language, weaving is at the center of Navajo culture. While traveling on the scenic road, visitors can see the various Navajo textile designs and the complexity of this traditional art form. Navajo rugs and blankets detail their history and interactions with other cultures. Navajo weaving is a valued art form with textiles selling for hundreds and often thousands of dollars. Other nationally renowned Navajo arts and crafts include silversmithing and jewelry, basket making, and sandpainting.</p><p>If you want to immerse yourself in Navajo culture while being surrounded by breathtaking scenery and the most iconic views of the west, plan a trip on the Kayenta-Monument Valley Scenic Road and weave your own tapestry of memories.</p><p>_Text courtesy of Kimley-Horn and Associates, Inc. in association with Kayenta-Monument Valley Scenic Road_.</p>",
  "contact": "**Navajo Tourism Department**  \r\n  [Send E-mail](mailto:verg.yazzie@gmail.com)  \r\n\r\n",
  "path": "ykd_F`b}_TReH?uAu@yJDe@RaAt@y@mC_LiA{DoCaGmCaEmEmEwYgWaH{FoBoA{CeDyDwDaC{CkSi[_CaDwBoBiCsBcPqK_EmBsDaAmEs@yCK}BD_Ot@w|@lG{}@vFwgArHuGh@ksAxIyFf@c\\jB{bA`HiF~@uGfC_]|NcFdD{B~BuClD}^xd@mBtCiDrGgZtt@yAxEy@lFsAjPs@jFa@pA}AtCsCfCeNjKgX~RkAf@}A^aET_TR}COwEcA}DyBwYaQuxAiz@uDaCiHyDmi@yZa\\aSii@_ZeJqFu~@cg@igAem@ySwK_e@sWgRcLkhAos@iwFo}DqB_AoDsA}xAya@",
  "websites": [
    {
      "url": "http://www.arizonascenicroads.com",
      "name": "Arizona Scenic Roads"
    },
    {
      "url": "http://www.discovernavajo.com",
      "name": "Discover Navajo"
    },
    {
      "url": "http://www.navajoscenicroads.com",
      "name": "Navajo Scenic Roads "
    }
  ],
  "states": [
    "AZ"
  ],
  "ll": [
    -110.25457,
    36.72781000000009
  ],
  "bounds": [
    [
      -110.27094999999991,
      36.72758099999999
    ],
    [
      -110.175682,
      36.99839000000003
    ]
  ]
}