{
  "template": "byway.jade",
  "id": "12819",
  "name": "Flint Hill Ramble",
  "distance": "5",
  "duration": "10 minutes",
  "description": "This byway travels through the Uwharrie National Forest, past Jumping Off Rock (actually 'jumping off' is discouraged) and through the town of Ophir, once a boom town during gold mining days.",
  "fullDescription": "<h4>On a Backroad</h4>\r\n<p>As a remote byway in the North Carolina piedmont, this drive is\r\nfor the adventurous traveler. Take a trip on this byway on your way\r\nto a camping vacation in the Uwharrie National Forest or drive it\r\nen route to the cities of central North Carolina. Wherever your\r\ndestination is, the Flint Hill Ramble is a ramble you'll want to\r\ntry.</p>\r\n<h4>Places to Stop</h4>\r\n<p>This byway travels through the Uwharrie National Forest, past\r\nthe site of Jumping Off Rock-- a rocky bluff over looking cool\r\nwaters. Definitely a temptation for travelers on a hot summer day,\r\nbut jumping of this aptly named rock is discouraged. Travelers will\r\ncontinue on through the town of Ophir, once a boom town during gold\r\nmining days. Folklore of North Carolina's gold mining days can be\r\nfound among ruins of old mines near the Uwharrie River.</p>\r\n<h4>Out of the Car</h4>\r\n<p>Surrounded by the wilderness and the forest, outdoor lovers will\r\nbe refreshed by the opportunities to get out of the car and go for\r\na hike. The head of the Uwharrie Trail can be found along the byway\r\nand will take hikers on a gorgeous hike through Uwharrie back\r\ncountry. Nearby the Ramble, travelers will find Badin Lake and a\r\nrecreational area that invites boating, hiking, picnicking, and\r\ncamping.</p>\r\n",
  "path": "acqwEp|cgN?}@Ly@^oA@}@Gk@sA_D]qBD{@l@gDN}AOqLYcBmDwLyCgMYgB?yADy@b@mBlBmF~@qBhBiCrB_Eb@g@d@WjIaB`@e@VyAJeDKeAi@uBIcADo@^kAb@mArAaCHeA}BiTU_FSs@wBgEOy@?e@RmAIsBH_AnCuFx@wCLgACsEkAuG]w@}AaCaAwCqHcLMg@AkAHmIZu@r@_@d@?vFzAb@@x@Sp@g@Rg@H}AcAiFwCuLiCeFo@kBKcA@yCUeBcCgFKs@?m@hAiAz@_BdGqOn@gAd@y@bBkBxBwBHaAYaDIwCRaDNmGCaAkAsJJiEHeBNcAtBcEvAsD",
  "websites": [
    {
      "url": "http://www.fs.usda.gov/nfsnc",
      "name": "Nantahala, Pisgah, Croatan and Uwharrie National Forests."
    },
    {
      "url": "http://www.uwharrie-forest.org/",
      "name": "Welcome to Montgomery County, North Carolina"
    }
  ],
  "designations": [
    "North Carolina State Scenic Byway"
  ],
  "states": [
    "NC"
  ],
  "ll": [
    -79.97912645781231,
    35.482251911728305
  ],
  "bounds": [
    [
      -79.97912645781231,
      35.47824900000006
    ],
    [
      -79.9137419999999,
      35.48426800000004
    ]
  ]
}