{
  "template": "byway.jade",
  "id": "2029",
  "name": "Extraterrestrial Highway",
  "distance": "98",
  "duration": "An out and back trip can be done in one day, but if you take the entire loop, plan on spending from 2-6 days.",
  "description": "This state route has long been a popular gathering place for UFO enthusiasts, due to its proximity to Area 51 near Rachel.",
  "fullDescription": "<p>The Extraterrestrial Highway may be a long stretch of 98 miles with only the small town of Rachel along its expanse, but because of its proximity to the famed \"Area 51\", fans claim it is one of the most \"visited\" areas in the country.  Officially designated in 1996 for the many UFO sightings along the lonely road, the byway now sports a sign posting its speed limit as \"Warp 7\" and another sign warning of alien encounters for the next 51 miles.  </p>\r\n\r\n<p>Due to the gradual descent into the valley, the city of Rachel can be seen long before visitors reach it.  Once inside the town, take a break from driving and visit the Little A'Le'Inn, a small restaurant that has gotten into the spirit of things.  Large painted words on the side of the building scream \"Earthlings Welcome\" and the restaurant offers a lot of alien merchandise.  Tourists and locals claim the food served, including the Alien burger, is \"out of this world.\"  </p>\r\n\r\n<p>The byway ends at Warm Springs, the intersection of Highway 375 and US 6.  Many old mines and ghost towns are scattered along the length of the byway for visiting travelers.  Unfortunately, Area 51 is restricted to public access (in fact doesn't even officially exist), but be prepared; while driving down the highway, visitors and locals alike have often seen strange lights glowing in the night sky . . . perhaps an unidentified flying object?</p>",
  "path": "ez`dFh{f~Tc@t@sO~y@iAtGGdAqEbWa@fH@lFRzDt@lFbAfE`Lv^xb@twA|`DtqKvGtSjC|IfDdIbDhGpDdFzAhBfFbF|FbEfJxExaAj_@rCvAxFpDzEhEblBbtBnHrHrGtFvZ`SjCxApCl@vEGhBBvCt@dQdMjH~D|CpB|N|LbDlBhB^bADhBKbAUt@YtTsM`EsBpDmAhCW~QNtLI|Ba@|F_C|AM`A@vAXx@^rArAp@pAf@dBHr@DzBYvCmCbHk@pCM`CB~Ch@zC`@rA|@fBhb@`t@rBfEnAzCr@bCtA`G|@rG^fGHbD?dEYlIeK|bBy@tHyAlIu@bDmBdGyDlJge@hy@m|@j{A}c@pw@_CdEODmYdg@_eF~{IeaBnsCuuHnwM}\\lm@gjAlqBeBhDsCvGiAhDsBpHmC`MgXvtAcBlHgCbI{AvDuB`E}CzEqEvF_EzD{C`CyyAriAoCjB}DnBaFlBiu@`ToTrGkMfD{GxBoTxFkWvHiFjBaIjE}B`ByDdDuGvHa`@dk@mGfKsDlHmCfGa`Ax`C_b@ncAojCduGwb@xfAuThi@cW`o@_b@deAmDfJykBfxEaZtu@sD|JkKnWaEbKa@vAmCfGkVzn@uBdGqCtGaAzCwF|N}Rvc@oClHwDtIU`A}DjJkM~[s@xA{BjGsLvYeNr]eA`CMd@eB`EiBjFgBtDuRff@aDrGiBxCqEzFeEjEyNtKaFfEgBjBgDbE_HrL{a@bv@if@b~@cB`FeAfEmAlISxCeD|_AYvD_@bC[`BuAxEeAxCsArCeAhBwApBiEnEwE|C_FrBcuFv}ASR_Bl@u^fKq`A|W_yHlxBgsHnvB{_Bjd@edEvkAwV~GcFdAsNlBaNx@_zYb|AeNx@sCX}Dl@gIdBuJzC}KfF_HjEoEfDkExDeGrGmfAnnAyErGwCnEyiAjoBeKnPkNzQq_CjyCyEpGuHnLoErIqdBhyDcCtG}AlFyA~GwAzJk@bISvGB|IRxF~PlvDvEjeAb\\tcHpH~bBv^d}HpDbx@?rMy@x^",
  "websites": [
    {}
  ],
  "states": [
    "NV"
  ],
  "ll": [
    -115.21988699999991,
    37.52883900000006
  ],
  "bounds": [
    [
      -116.36997200000002,
      37.413501999999994
    ],
    [
      -115.21988699999991,
      38.2068900000001
    ]
  ]
}