{
  "template": "byway.jade",
  "id": "2266",
  "name": "Gypsum Hills Scenic Byway",
  "distance": "42",
  "duration": "1 Hour",
  "description": "This byway in south central Kansas runs through red hills noted for their picturesque beauty and unique landscape.",
  "fullDescription": "<p>Traveling the Gypsum Hills Scenic Byway is a little like\r\nstepping back in time. This 42-mile route traverses through Barber and Comanche Counties past the ancient red shale and sandstone formations of the rugged Gypsum Hills.</p>\r\n\r\n<p>Named for the underlying layers of gypsum, the Gypsum or \"Red\" Hills are phenomena unique in Kansas. Their distinctive color comes from the iron in the soil that \"rusts\" when exposed. The red bluffs and stark flat-topped buttes are capped with white gypsum and accented with dark green cedars to create a painted landscape of timeless beauty.</p>\r\n<p>The area is noted for its abundance of wildflowers in spring and summer. Recreational and historic opportunities complement the scenic experiences. Medicine Lodge is site of the Indian Peace Treaty and Celebration held every three years. Fishing, boating, swimming, hunting, bird watching, hiking trail riding, backpacking and spelunking activities are available along this route.</p>\r\n<p>Be sure to watch for the abundant wildlife. You just might see deer, turkey, quail, pheasant, raccoons, skunks, beaver, bobcats, porcupine and the occasional armadillo!</p>\r\n",
  "contact": "**Comanche County Economic Development Foundation**  \n 620-582-2993  \n\n**Stockade Museum**  \n 620-886-3553  \n\n",
  "path": "clobF`fvxQ|@~eAXhi@Op[cA`pABheBdAztOIpQUlHy@zKo@fGy@lFi`@dkBu@xE}@zH[hHErCr@r~Et@rfDbFvtDEfIsChxBEzJa@v`BBpu@b@~yD?nSJdb@tDtsCJdoFT`kBgHxhJu@hnEChiAJdsBBrWvArzDjAhtIXzyEr@~rEbA`xEf@~BV`@Zj@fB~A",
  "websites": [
    {
      "url": "http://www.comanchecounty.com/",
      "name": "Comanche County"
    },
    {
      "url": "http://www.travelks.com/listings/Gypsum-Hills-Scenic-Byway/9/",
      "name": "Gypsum Hills Scenic Byway"
    },
    {
      "url": "http://www.naturalkansas.org/gypsum.htm",
      "name": "Natural Kansas - Gypsum Hills Scenic Byway"
    }
  ],
  "states": [
    "KS"
  ],
  "ll": [
    -98.586723,
    37.275700000000086
  ],
  "bounds": [
    [
      -99.328079,
      37.27526899999998
    ],
    [
      -98.586723,
      37.282372000000066
    ]
  ]
}