{
  "template": "byway.jade",
  "id": "2329",
  "name": "Tamiami Trail - Windows to the Gulf Coast Waters Scenic Highway",
  "distance": "69",
  "duration": "Allow at least 2 hours.",
  "description": "Approximately 69 miles in length along US 41 from the Hillsborough/Manatee County line to the Sarasota/Charlotte County line.",
  "fullDescription": "<p>The Windows to the Gulf Coast Waters Scenic Highway travels along US 41 from the Sarasota/Charlette County line to the Manatee/Hillsborough County line for a total of 70 unforgettable Florida miles. The Windows to the Gulf Coast Waters Scenic Highway provides a urban driving experience with roadside attractions all along the highway.</p>\r\n\r\n<p>A trip down this road is a trip into Florida's past. This\r\ntime-traveling experience is due in part to a man by the name of Barron Gift Collier. Collier, a southwest Florida millionaire who amassed a fortune by selling advertising on trolley cars, funded the construction of this road after the State ran out of money in the early 1900s. He wanted a direct route to the wealth that was scattered throughout Miami, and the Tamiami Trail, which finally opened in 1928, was just that. His money paid the way for the dynamite to break apart the swampland and the oxen and men to move it. Working in 95 degree heat, fog-like humidity, hungry mosquitoes, and alligator-filled swampland, the workers dredged the land and built up the road to prevent flooding, cutting through thick tropical forest and wilderness to open southwest Florida to the rest of the world.</p>\r\n<p>During your journey along the Windows to the Gulf Coast Waters Scenic Highway you will find many attractions that offer truly unique and unforgettable experiences for the whole family. Recreational opportunities, as well as urban experiences such as shopping, walking, and sightseeing, are found all along the highway. The highway takes travelers through the many wonderful Florida cities such as Palmetto, Bradenton, Sarasota, Venice, and North Port, all rich with culture, architecture, recreation, and history. A trip along the Tamiami Trail/Windows to the Gulf Coast Waters is a trip to remember for a lifetime!</p>\r\n",
  "path": "omvgDvfuvNrs@lmAbClCjBrAnDbBzCr@xCTzLA`kBc@tx@i@~QFxNAhORvw@lCfLIfh@NlETdGp@hFdAzDdAdGtBdClAxHxEpFpExFjGrD|EhB|ChO|[bGxLrBxCrAzApB~AjDjB~L`ErUbJjAp@tAlAhAfBvFfNdArAdBrAlAh@vB`@vFVrb@@n@S|F]vI{AnCq@fMyDfKuDdN_EfHaAvGYlD?jDPhIz@f]fIhHlB|Ed@|GD|u@KtYSjz@JrGWhFEbc@HdUhAlAEjF{@xAGbFFvQ@n_@G~[YdPXp@DlA`@lAv@nA`Bj@dBRpBF~YKpd@b@CTKx@?rpARrqDTxHE|De@tBm@~C}ANJnPaITMHYtAs@fw@}_@|UaOzFaDlBk@xJ{AtDqAb\\oOtIeDh@B`Ck@tEsAfa@_KpE}@fl@kOftB{g@lDw@nCOhr@EdEYfMEbS?`NFhAG~@Yd@_@^m@|@sCvAkD~CeFfFuFfGaDdFgAjD]`@Qj@u@Ty@HqB?m\\[aGo@eDoA_EQyALo@|@yAdGqBPSzD_A`AMbCId}@MbkAzBTNjYl@zf@LfIPpa@?f_@RjQE~V_@|PXxEY|CgA`C_Blu@cp@jOaO`_@w[rJgFhKaFtPsIpD_CrB{ApEsExAsBjDaGlCeDtV}Yh[}]bFmEtDmBrGuBjw@wUdCo@fBUpF]baAHrs@ShRe@`Ew@zdBqs@tx@}VzTqJthAkn@`Aq@jEgE~MaO`FkDpEaBvPcElAe@rZiOpj@}ZzFwCtBg@rC]`IGfRJdPEpCYfCk@dF_Cf[eSbDgBt]uT~AyAhAwAjAuBfAyC~BoN|IwYjCkEbCaCrBsAbAk@fEgApCYzq@F|CKdEo@bDkArBmAlp@yg@fBqAfCiA~Bk@`Fe@~IPvOt@vBAxAShDeAnDwBzEiDbh@e\\loAoy@bBsAbDqD`BiDtAyFXgCF_CDqc@\\ul@CmuAJm^XyzHH{EVsE~@aIhAyGrBmI`BcFvB}EtVgd@nBgEnAyDp@eDl@wENcDBgDSyFs@}F_AwD}@sCaBuDuZsn@uAuEq@mDg@sEGeBC{EL{FnPilF\\uD|BmRpC_Tx@kE`_Au{Dj@kBbAyBbDaF",
  "websites": [
    {
      "url": "http://www.floridascenichighways.com/tamiami-trail-windows-to-the-gulf-cost-waters-scenic-highway/",
      "name": "Windows to the Gulf Coast Waters Scenic Highway"
    }
  ],
  "designations": [
    "Florida State Scenic Highway"
  ],
  "states": [
    "FL"
  ],
  "ll": [
    -82.525398,
    27.6452010000001
  ],
  "bounds": [
    [
      -82.57552299999992,
      27.032101000000125
    ],
    [
      -82.20404100000002,
      27.6452010000001
    ]
  ]
}