{
  "template": "byway.jade",
  "id": "2568",
  "name": "Connecticut River Byway - Massachusetts",
  "distance": "274",
  "description": "The Connecticut River Byway in Massachusetts is part of a three-state byway that travels through the states of Massachusetts, Vermont, and New Hampshire.",
  "fullDescription": "<p>Historic villages and working landscapes combine with natural riverine beauty to create a journey though Colonial history along the Connecticut River Byway. The byway traverses a beautiful pastoral landscape of riverside farmlands, historic village centers founded in the late 1600s, working landscapes laid out during Colonial times, tobacco barns, and vistas of the Connecticut River and the Mount Holyoke Range. These landscapes are special in their combination of early American history and pristine natural beauty. They are also representative of landscapes that are rapidly vanishing from New England due to urban sprawl. Along its entire length, the byway parallels the Connecticut River, New England’s longest river and one of only 13 designated American Heritage Rivers in the United States. In autumn, the trees blaze with color, and there is no better place than the Connecticut River Byway to experience the fall foliage explosion of colors for which New England is rightly famous.</p><p>The Connecticut River Byway travels 39 miles through the scenic Connecticut River Valley of western Massachusetts. It is a journey through early American history and links a series of historic villages that were settled in Colonial times, including Hadley, Sunderland, Northfield, and South Hadley, among others. Experience more than 1200 nationally significant historic properties along the route. In addition, there are outstanding individual historic sites to visit, including the Summit House on Mount Holyoke, the Hadley Farm Museum located in a 1782 barn, the renowed Historic Deerfield open-air history museum, and the Porter-Phelps-Huntington House Museum which contains the possessions and history of eight generations of one family.</p><p>The Connecticut River Byway also affords access to outstanding natural scenery and recreational opportunities. The Metacomet Monadnock Mattabesett Trail, a National Scenic Trail, crosses the byway near Mount Holyoke and provides miles of great hiking opportunities. The Connecticut River, a designated American Heritage River, is a popular site for power boating and fishing and has a state-designated Connecticut River Water Trail set aside for kayaking and canoeing.</p><p>The byway links a series of six villages, several of which date from the 1600s and are the oldest in the region, along a pastoral corridor of farms and forests and mountains, paralleling the beautiful Connecticut River. Providing a refreshing break from urban sprawl in the United States, the Connecticut River Byway retains historic character and natural scenic beauty.</p>",
  "contact": "**Pioneer Valley Planning Commission**  \r\n 413-781-6045  \r\n [Send E-mail](mailto:ccurtis@pvpc.org )  \r\n\r\n\r\n",
  "path": "cw|`Gbw}yLe@|BsC`D]z@a@hCc@zFeAbGc@pAu@jA_ItI_GrF}CzBcDpAcDhAqFhAoAf@sB~AmGhGcBpAcBr@cD|@qEzAy@LkABkHeAgEc@oCGaBJuCj@iBr@gHfEiOtLeAjAi@x@c@lAYrBIzA]zQKzOKfA]lAeAjBeAx@sA\\oIf@uC`AmDBwBZ_FjAwE`B_ARy@HcAImEu@cHq@uIuAcA@sI~@_AAwAWsFmCoLsGiAy@yDaEc@k@y@yAyBgFm@mBoF{T}@{CiCmFcDsFgA_CWy@s@{Ce@eD{Fof@o@cDo@uB}B{EiCwCaHuEmDkBsC{@}C_@mHMyTKuFk@uB?gJx@mEr@{HdB{FnC{@PgF^sHdAmAl@o@j@}@pAyBvDYr@QpA{BhWu@l\\ap@n@uLhAk\\vEoA?iAYy@k@i@q@iEoHaBsAg_@aJwDwAcAS}j@eEyDG}DRoCXqEpAaIjC}EbAsCVwC@iFM{Go@gKeB{LwAyEiAqBw@iC_BcDmCaCKe@a@cDyDsAy@uA_@yAWaGIo@OmCoAgHyEcBwAo@aAi@eBYaEo@mC_MiUsAeDaA{AkH{HeAk@m@QeKmAm]{I}Ag@sBwB_@s@iC{Gy@_BY[o@c@wA[kCFqE^cDd@sD`A}DdBcBxAiF~FqDfCiCzBuPpTwBdCwHdGwGfCcElAwCl@uB\\kCFcWgCwM_EmAO_B@mBj@kK`F_BlAkGdGyj@`d@}AjAuAr@u]fGoBRcPs@wLyAwDs@w]aKya@uJiOwF_MoFoCwA{^sT}AmAcH}GcBiA}E}BqA{@iJyIgCaBiSgLySwPm@k@{@gAi@wAU{AYgGWmBuCeM_@oAc@cAiFsFcDuEy@w@aEoCkGmAqAcAgHqI}@mBUeASmEiAaOOeBi@{BiCyFwBaEuBgC{EmE{@yA_BeEm@eA_As@_B_@eLy@y@MqCs@y@_@_CcBgHuGy@e@oBo@mDWoAPyA`@wAL_CMmCe@eAs@iCaDaD_B}@y@k@eAcCaG_AaAiQaJYq@FmAjCaNyBFuX~B{CMcCe@oOmHuIoJo@a@eA_@mCc@aBg@aGmFqDgCcBi@mCa@gCs@wAq@iKcHsGsBiKyEuBs@kD_A}LsA}C}@cF{C{LoIwOsIcJsDwFwA_A_@y@s@cEsFmAmAqL}ImDaDiC_DqCeEgB_CgDgC_Q{KcOmLcF{C}EyBoEyA_Jq@qFHmBQe@Wk@g@gD{FoAqA}@e@iAS}DUmByDWSmATaH|B}FrAqGsI_A_CsBgF}EmK}AuEsCsG}D{EoEgGgEyGcEiHeCyFaCsDy@eAiC{ByByAkW_N}CgAeB_@eNaBcV_Cor@{Ce\\cB{Ac@kBiAaBuA{HaI}CqBaK_DcGsAqI{AcKsDaLeG}G{BoCQuJ^oCEwHiA{n@qCsCe@}QyF{Ba@aCQqJj@aCGeBe@}EwCiBs@cBe@cBUmEIgGTsEI{T{EkD]gFMci@MqEXqI~AwDf@eDPqF@sH[iB?eLdAiCFkBAoEi@wDgAaGgCsJqAyOmEwGsBqFmBoc@uPw\\iL}F}AmAo@wFeFeDsB_HmD}HmCqL_CeNaAcDDaFz@uALwBGyBq@mAu@a@]wCiD[NwBb@mHlAuJlAiCr@mIrDu@p@cIfJ",
  "websites": [
    {
      "url": "http://www.frcog.org/services/transportation/trans_scenic_farm.php",
      "name": "Connecticut River Scenic Farm Byway"
    }
  ],
  "designations": [
    "National Scenic Byway",
    "Massachusetts State Scenic Byway"
  ],
  "states": [
    "MA"
  ],
  "part of": [
    "2487"
  ],
  "ll": [
    -72.57473800000002,
    42.25922000000014
  ],
  "bounds": [
    [
      -72.60317199999997,
      42.25922000000014
    ],
    [
      -72.446503,
      42.72665000000012
    ]
  ]
}