{
  "template": "byway.jade",
  "id": "52841",
  "name": "Jefferson Township Scenic Byway",
  "distance": "15",
  "duration": "The byway contains 15 miles and is geared to Sunday drivers wanting to get away from the Columbus metro urban area. Allow 2 hours to enjoy all sites.",
  "description": "The byway is a innovative and successful initiative to preserve and conserve the township's existing rural atmosphere, historic character, and natural resources in the face of urban development.",
  "fullDescription": "<p>Much of the rural character of Jefferson Township remains along the roads within the Jefferson Township Scenic Byway. Clark State is the \"backbone\" of the byway, where scenic vistas of meadows and fields are interspersed with stretches of trees. Homes and barns are tucked in the trees and along the edges of the fields and meadows.  Clark State crosses the Township's two most important creeks -- Rocky Fork toward the west and Blacklick to the east. The view of Rocky Fork gorge from the Clark State Road bridge is stunning in all seasons. Blacklick is more pastoral in nature in the area of Clark State but forms its own gorge further south, near East Broad Street. A description of Clark State at Blacklick Creek is found in the description of Headley's Corners within the section on Reynoldsburg-New Albany Road.  </p><p>Along with the views of the creeks, specific vistas can be enjoyed along Clark State. They include the meadow on the south side of Clark State between Rocky Fork Hunt Club Barn and West Park Lane, a large forested area extending from the hunt club east to Crooked Mile Road and fields and meadows between Crooked Mile Road and Rocky Fork Creek. Drivers may encounter horseback riders, cyclists, joggers, and walkers along Clark State. Deer are also prevalent, so careful driving is important. Jefferson Community Park, the Township's main public recreational area, is located on the north side of Clark State, about a mile east of Reynoldsburg-New Albany Road. This park, with its three shelter houses, woods, pond, playground, ball field, and heated restrooms is a popular year-round gathering place for those who love the outdoors.  </p>",
  "contact": "**Jefferson Township Board of Trustees**  \r\n 614-855-4260 x101  \r\n [Send E-mail](mailto:ewalker@jeffersontownship.org )  \r\n\r\n",
  "path": [
    "}bhsF~uwxNgFmGoCkCmByB_AoB}@kDuAuJ_AmFwCiMoCaOwGcWcPme@QcB?uIIiFd@kF",
    "q}isF|orxN[aBa@s@yJsJ_@q@Qu@OeCu@eZOyAKs@",
    "q}isF|orxN~@a@l@s@dB_E\\_AHg@~@_h@",
    "exksFphoxNmCzuAI\\QTYHwYeAOXGfD_@j@oBfA",
    "usisF~zpxNh{A~F",
    "}ojsFpxpxNf[lA",
    "usisF~zpxNdBw~@Ry@|A_A",
    "}ojsFpxpxNGYcEmM",
    "ivjsFhipxNjEfN??",
    "ivjsFhipxNa@mAOW",
    "{wjsFbfpxNp@dB",
    "oyjsFxcpxN`@f@P`@",
    "{wjsFbfpxNs@iA",
    "mhjsF`fnxNoSw@UJIf@_Bzu@lF~E",
    "oyjsFxcpxNsVyT{CiBeAcA",
    "exksFphoxNgHkM_@qAMqAVyThAmj@",
    "alisFrunxNK^OX",
    "}lisFlwnxNZy@",
    "alisFrunxNLgBDsE",
    "mkisFvknxNNeBA?",
    "_kisFphnxNMdB",
    "_kisFphnxNm\\oA",
    "y_lsFxslxNxBsgA~Aw|@bvAtFy@hYs@j]iA`n@gBxiACZ",
    "y_lsFxslxNt@PrARxs@nQw@p]",
    "y_lsFxslxNKAyCA]@?oDAqDGgAOc@WY[O_@CwFM}HO_JMkA[W]Qc@KiA?q@?a@EkAWs@[a@w@c@yAw@s@_@e@UuBeAe@S"
  ],
  "websites": [
    {
      "url": "http://www.jeffersontownship.org",
      "name": "Jefferson Township"
    }
  ],
  "designations": [
    "Ohio State Scenic Byway"
  ],
  "states": [
    "OH"
  ],
  "ll": [
    -82.86575299999993,
    40.02367000000004
  ],
  "bounds": [
    [
      -82.86575299999993,
      40.01670800000005
    ],
    [
      -82.78758199999993,
      40.05267300000003
    ]
  ]
}