{
  "template": "byway.jade",
  "id": "64976",
  "name": "Old Trails Road",
  "distance": "15.3",
  "duration": "2-3 hours",
  "description": "The picturesque drive from Lexington to Napoleon lies beside the Missouri River, and allows its travelers to experience a roadway that has been traveled by people from all walks of life over the years.",
  "fullDescription": "<p>From panoramic overlooks of the Missouri River basin at Napoleon and Wellington, to the scenes of small town America, to the historic districts of Lexington – the sights of the Old Trails Road are enchanting.  Relish in the curvy tree lined route as it meanders along the river bluffs, drops into the flat bottomlands adjacent to the mighty Missouri, rises over emerald hilltops, and winds around magnificent landmarks. </p><p>Experience a roadway that has been traveled by Indians, fur traders and trappers, explorers, pioneers, gold seekers, ox carts and covered wagons, Civil War troops, jayhawkers and bushwhackers, coal miners, and farmers.  Come stay at one of the bed and breakfasts along the byway, and take time to experience the history of the Old Trails Road Scenic Byway.</p><p>The Old Trails Road Scenic Byway starts on state highway 224 at the junction of state highway 24 west of Napoleon to just east of Lexington for 15.3 miles.</p>",
  "contact": "For more information about this byway  \r\n[E-mail M. D. Borg](mailto:mdborg@earthlink.net)",
  "path": "abxmFplg}PiASoAm@kAyAYq@YgBU}LYqB_@y@cB{BsOyPeAuBaCmHeA_EY{D[mLOmAYeA_@y@sAeB_Bi@oEeAwAcBmA{BcBoMImBEw^Euk@KkDkAuKOaSBuB_B_aAD}CXmCfJ{q@H}ACcDk@mGc@wLaFkWOyBH_CrAuJrBi`@Nw^Xs\\jAy\\A}DKqMSeAmCgIqKkbAWyCBaBZmCR_AvBgFPeAN{BL_MB{p@IoKOkA]gAiEaHyBgEmAgDi@cCeFgZ{AgFcC_Fu@mAyNaRk@k@mAy@iAa@mAQoDAmD^wA`@uDlBiBb@qB?oD_@}Ae@yAs@oBkAiA{@oLaOiAwBiC{HsFuLoNe^mDoHyBqFmC}F}GgMyBqDkD{GwHqQyCyI}AuDwJoScGuNib@}u@kOo[}AmByCuF{JgOwAuCkAeEkAqCgPmTcCqCgL}OoCsEe@_BGeANy@Xs@|CmEd@_n@L_]f@gn@HoC?gBTqJ?gAG_AqBuKSkBGaCDiO^uj@",
  "websites": [
    {}
  ],
  "designations": [
    "State Scenic Backway"
  ],
  "states": [
    "MO"
  ],
  "ll": [
    -94.08728000000002,
    39.12241
  ],
  "bounds": [
    [
      -94.08728000000002,
      39.12241
    ],
    [
      -93.84863299999995,
      39.18656199999998
    ]
  ]
}