{
  "template": "byway.jade",
  "id": "64978",
  "name": "Ozark Mountain Parkway",
  "distance": "28",
  "duration": "45 minutes",
  "description": "Ozark Mountain Parkway runs 28.8 miles from the Stone and Lawrence County Line north of Crane to the Highway 13 Intersection at Branson West on Missouri State Highway 265.",
  "fullDescription": "<p>The Ozark Mountain Parkway is an outstanding scenic drive with its views of the Ozark range and abundant side trip opportunities. Visit the historic Y bridge, Crane City Park, or Inspiration Tower (at Shepherd of the Hills). Take advantage of the multiple fishing opportunities in the James River, Crane Creek, and Marvel Cave in Silver Dollar City.   The Ozarks are a gem of natural scenery for Missouri travelers, and the unique landscape creates an adventure for nature-lovers around every turn.</p><p>The full extent of state highway 265 connects the great American West to the beautiful Ozark Mountains beginning at Interstate 44 and near Historic Route 66 Byway moving southeast intersecting with the historic Trail of Tears, the legendary Butterfield stage route, ancient Wilderness Road, scenic State Highway 76 and near the Ozark Mountain High Road State Byway (Highway 465).  Highway 265 travels for most of the way alongside the scenic St. Louis Iron Mountain Railway (Branson Scenic Railway) crossing over Crane Creek, the beautiful James River, the mighty White River and the spectacular Table Rock Lake.  It passes through the beautiful and historic towns of Mt. Vernon, Aurora, Marionville, Crane, Galena, Reeds Springs, Branson West, Indian Point, Silver Dollar City, Hollister and Branson.</p>",
  "contact": "**For more information about this byway**  \r\n[E-mail schnakenbergc@missouri.edu](mailto:schnakenbergc@missouri.edu)",
  "path": "{rv~Enl~wPrDyE|AsA`@Qf@GrA?zRTvDA`BMpBsARFd@EXYlBk@vI}D|C_AhBQ~NDrBk@tDmChAg@v@O|DGjKJ`AQtAg@pN{PxAgA",
  "websites": [
    {}
  ],
  "designations": [
    "State Scenic Backway"
  ],
  "states": [
    "MO"
  ],
  "ll": [
    -93.22199199999994,
    36.65726099999995
  ],
  "bounds": [
    [
      -93.22199199999994,
      36.634609000000125
    ],
    [
      -93.213593,
      36.65726099999995
    ]
  ]
}