{
  "template": "byway.jade",
  "id": "71029",
  "name": "William Bartram Scenic and Historic Trail",
  "distance": "17.3",
  "duration": "About half an hour",
  "description": "The William Bartram Scenic and Historic Highway provides a unique experience for those who choose to explore its winding path. As you drive the byway, you will find exceptional archaeological, historical, scenic, cultural, and recreational resources. Enjoy the St. Johns River estuary by canoeing and boating along the creeks and river.",
  "fullDescription": "<p>The William Bartram Scenic & Historic Highway meanders parallel to the St. Johns River from the Julington Creek Bridge. A trip down this scenic corridor provides a feeling of peace and tranquility that only closeness with the natural environment can provide. As you enjoy the 300-year-old trees, you may see eagles nests and diving ospreys, where a multitude of flora and fauna live in harmony. You can satisfy your desire for active pursuits such as boating, fishing or hiking, or just lean back and enjoy the sunset. The parks and natural landscape along the corridor provide many beautiful scenic vistas of the St. Johns River and abundant wildlife.  </p><p>Vestiges of the past have been restored with small citrus groves reminiscent of the area’s plantation days. This window into “Old Florida” preserves and enhances the resources of the region by telling the story of the first Indian settlers, the early European pioneers and plantation owners, and of the travels and discoveries of John Bartram and his son, renowned naturalist William Bartram who attempted to establish a plantation on the banks of the St. Johns River. It is a highway with scenic borders separating into small neighborhoods and gracious homes with an interconnected recreational trail system.  </p>",
  "path": "g|{vDdafqN|NcMdBiAdFoB`Dc@~@AtEFxwD|OrHh@dHrAjFnBlDbCx@r@fEnFxd@lq@hd@vo@~QtVlGzHxMzQlEfFnKfOna@ti@tAxA|BlB|DpBrCr@fBT`DHxAIrx@eI`Gc@xCBzDXnVnDpADzBMrASdBk@nC_B`A{@pAeB|@}Ad@oAl@mCVqBHmCPcz@VgDl@mEr@_DxAiEvCsF`S}WjC}ClByA`DmAtAStCMdCNzKxB`CHrCSrCw@hCsApBmBjB{C|n@koB|EsNlBiFnHoQ|M}YnDiHbDwFhx@adAnCaE|BsF`@qAfCoLjIi^`T{_AjE_RrBcIra@urAbL}]rWqz@bGwQzA}CfCuD~AgBtCeCrDyBzB{@dLwC",
  "websites": [
    {
      "url": "http://www.bartramtrail.org",
      "name": "The Travels of William Bartram"
    },
    {
      "url": "http://www.floridascenichighways.com/william-bartram-scenic-historic-higway/",
      "name": "William Bartram Scenic and Historic Trail"
    }
  ],
  "states": [
    "FL"
  ],
  "ll": [
    -81.62850200000003,
    30.130760000000066
  ],
  "bounds": [
    [
      -81.66802200000001,
      29.969431000000043
    ],
    [
      -81.53820000000002,
      30.130760000000066
    ]
  ]
}