{
  "template": "byway.jade",
  "id": "72977",
  "name": "Warren County-Piedmont Scenic Byway Extension",
  "distance": "11",
  "duration": "20 minutes",
  "description": "An extension of the Piedmont Scenic Byway, the Warren County-Piedmont extension was once part of the old Native American Okfuskee Trail, which connected what is now Augusta with the Mississippi River.",
  "fullDescription": "<p>The Warren County-Piedmont Scenic Byway extension serves as a continuation of the Historic Piedmont Scenic Byway (located in Putnam and Hancock counties).  The route was once part of the old Native American Okfuskee Trail, which connected what is now Augusta with the Mississippi River.</p><p>The byway traverses eleven miles of gently rolling hills on State Route 16 from the Hancock/Warren County line to the intersection of State Route 12 in the city of Warrenton, passing a wildlife management area, farmland, rivers, and historic properties.  Included on the byway are the Cities of Jewell and Warrenton, both listed as districts in the National Register of Historic Places.  The byway has been featured on the Tour de Georgia race route two times and offers ample opportunity for recreation such as cycling, golfing, boating, fishing, hunting, camping, hiking, and equine activities.</p>",
  "path": "{|ejE|{gxNsF}z@I_B?}ANoCh@mDbB_JhFe[RsAHyEOcC]iC_RmkAu@{Dc@{AiAkCyBgDqKgK{E_EaLsHaM}GuRoJuIiDyoAm`@_EkBsFgEcb@of@uBkBmBkAsDsAgg@}H{LqBiCm@gBq@cFmCu`@wV}BeBoCgC}EoFcQuUqq@__AaFyF}GaGw`A{t@kEsEec@oj@}AsAiE}Ba]aI}Ag@cDgBk\\sUg~@}p@wAyAgA_CSm[",
  "websites": [
    {
      "url": "http://www.dot.ga.gov/travelingingeorgia/scenicroutes/Pages/WarrenPiedmont.aspx",
      "name": "Warren County-Piedmont Official Site"
    }
  ],
  "designations": [
    "Georgia State Scenic Byway"
  ],
  "states": [
    "GA"
  ],
  "ll": [
    -82.78478199999995,
    33.295029000000056
  ],
  "bounds": [
    [
      -82.78478199999995,
      33.29418199999998
    ],
    [
      -82.66200299999997,
      33.40700100000004
    ]
  ]
}