{
  "template": "byway.jade",
  "id": "81354",
  "name": "River of Lakes Heritage Corridor Scenic Highway",
  "distance": "120",
  "description": "Collectively, the 120-mile River of Lakes Heritage Corridor Scenic Highway and its resources convey the unfolding of western Volusia County’s rich cultural heritage along the magnificent and historical St. Johns River.",
  "fullDescription": "<p>Collectively, the 120-mile River of Lakes Heritage Corridor Scenic Highway and its resources convey the unfolding of western Volusia County’s rich cultural heritage along the magnificent and historical St. Johns River.  The northern sections along US 17, CR 3 and SR 11 speak to the region’s pre-settlement and early days, preserved in natural areas, pastures, citrus groves, and ferneries upon which the first economies were based.  The rural north, including towns such as Pierson, Seville, Barberville and DeLeon Springs, is complemented by historic districts that maintain commercial structures that tied the agricultural economy with the development of towns and cities.</p><p>Post World War II development spreads outward from the urban cores of DeLand, Orange City and Deltona and fills much of the southern sections of the corridor.  Yet precious vistas still remain, such as Enterprise-Osteen Road, characterized by a mature tree canopy shading the road that travels along the northern shores of Lake Monroe and through Deltona and Osteen traverses a spectacular and rare wet prairie ecosystem that abounds with wildlife and blazes with colorful wildflowers.  CR 4139 and Cassadaga Road meander though the charming historical communities of Lake Helen and Cassadaga.  Dirksen Road in DeBary leads to several city and county parks and DeBary Hall Historic Site.</p>",
  "path": "}wbrDfdmpNjSsCrPqCbJmDbd@}IxAQf\\yAnKq@pKsAlM{BjKaDzEmBzAy@jBwAdAa@dOqFdJeBdIsChPgG~GsCdYcKph@qSnl@mT|C_ArEcArqAgWjkBac@nL{E`d@aWvCuAxE}AvEy@pCS`lAqAzG[pDc@fCc@x~@oQbD}@lEsBfEyCzCgD|OkTtfAuzAxK}QzFaJxFqHbNkOrDsEdyHinK~G_KtCsFjBgE`AgC??nIlBj@f@jCc@bKeAvACnDNzI|@t@BvAe@lCkCrr@um@h@s@??zP???`UV|D_@jDeAbCmAvMeLvt@wx@dqAojArA_BxAeCdJ}QvFmIfE{Eja@ka@hC{Cxd@{p@`BeB??CyBM_Ak@k@kAS_}@b@oEQ{FeAqDsAaDyAkDgCcDqDaAoA{IsOaDeDuBcBoBqAmCmAyC}@gEy@ocAiH_Ky@cCYcCm@kDmAeEeCw`@}^_EmC{DgBsFmBoDq@gFe@cvB{EeEEwAJcDl@}Af@{C~AiEpCeW|PqDrCqNvNaBvAqAz@gFhCwl@pPeQlFas@pXaIpBie@tGoFdAwFdBoGlCyGzDaUhOo`@bWwHjCkC`@qFP_g@IeJPaF^ws@lKiHrBiFrBoDfBca@hUoBlAoEdCuDdB{DxAkGbBkGdAsFd@kH^ilBjIqCN}Ex@kCv@oD`ByClBa]|YeDxByIrD_GxAkBz@wHxBeBv@iNrEeElA{AXeDJ_CMgBe@cDsA{VsL",
  "websites": [
    {}
  ],
  "designations": [
    "Florida State Scenic Highway"
  ],
  "states": [
    "FL"
  ],
  "ll": [
    -81.50099199968105,
    29.346710000166354
  ],
  "bounds": [
    [
      -81.50099199968105,
      29.07189900043852
    ],
    [
      -81.28456899995939,
      29.346710000166354
    ]
  ]
}